Repository: hocgin/ErrorKit
Catalog: Sources/ErrorKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# BuiltInErrors.OperationError.canceled
source: The operation was canceled at your request. You can retry the action if needed.
ar: تم إلغاء العملية بناءً على طلبك. يمكنك إعادة المحاولة إذا لزم الأمر.
bg: Операцията беше отменена по ваше искане. Можете да опитате отново, ако е необходимо.
ca: L'operació s'ha cancel·lat a petició teva. Pots tornar a intentar l'acció si cal.
cs: Operace byla zrušena na vaši žádost. Můžete akci zopakovat, pokud je to potřeba.
da: Operationen blev annulleret på din anmodning. Du kan prøve handlingen igen, hvis nødvendigt.
de: Der Vorgang wurde auf deinen Wunsch hin abgebrochen. Du kannst die Aktion bei Bedarf erneut versuchen.
el: Η διαδικασία ακυρώθηκε κατόπιν αιτήματος σας. Μπορείτε να ξαναδοκιμάσετε την ενέργεια αν χρειαστεί.
es: La operación fue cancelada a tu solicitud. Puedes intentar la acción de nuevo si es necesario.
es_419: La operación fue cancelada a tu solicitud. Puedes intentar la acción nuevamente si es necesario.
fi: Toiminto peruttiin pyyntösi mukaisesti. Voit yrittää uudelleen tarvittaessa.
fr: L'opération a été annulée à votre demande. Vous pouvez réessayer l'action si nécessaire.
fr_ca: L'opération a été annulée à votre demande. Vous pouvez réessayer l'action si nécessaire.
he: הפעולה בוטלה בהמלצתך. תוכל לנסות את הפעולה שוב אם תצטרך.
hi: आपके अनुरोध पर संचालन रद्द कर दिया गया। यदि आवश्यक हो तो आप क्रिया को पुनः प्रयास कर सकते हैं।
hr: Operacija je otkazana na vaš zahtjev. Možete ponovo pokušati akciju ako je potrebno.
hu: A műveletet a kérésedre lemondták. Szükség esetén újra megpróbálhatod a műveletet.
id: Operasi dibatalkan atas permintaanmu. Kamu dapat mencoba ulang tindakan tersebut jika diperlukan.
it: L'operazione è stata annullata su tua richiesta. Puoi ripetere l'azione se necessario.
ja: 操作はあなたのリクエストによりキャンセルされました。必要に応じて、もう一度試みることができます。
kk: Операция сіздің өтінішіңізбен тоқтатылды. Қажет болса, әрекетті қайта орындауға болады.
ko: 요청에 따라 작업이 취소되었습니다. 필요 시 작업을 다시 시도할 수 있습니다.
ms: Operasi telah dibatalkan atas permintaan anda. Anda boleh mencuba semula tindakan jika perlu.
nb: Operasjonen ble avbrutt på din forespørsel. Du kan gjenta handlingen om nødvendig.
nl: De bewerking is op jouw verzoek geannuleerd. Je kunt de actie opnieuw proberen indien nodig.
pl: Operacja została anulowana na Twoją prośbę. Możesz spróbować ponownie, jeśli zajdzie taka potrzeba.
pt_br: A operação foi cancelada a seu pedido. Você pode tentar a ação novamente, se necessário.
pt_pt: A operação foi cancelada a seu pedido. Pode tentar a ação novamente, se necessário.
ro: Operația a fost anulată la cererea ta. Poți relua acțiunea dacă este necesar.
ru: Операция была отменена по вашему запросу. Вы можете повторить действие при необходимости.
sk: Operácia bola zrušená na vašu žiadosť. Ak je to potrebné, môžete akciu zopakovať.
sv: Operationen avbröts på din begäran. Du kan försöka igen om det behövs.
th: การดำเนินการถูกยกเลิกตามที่คุณร้องขอ คุณสามารถลองทำรายการอีกครั้งได้หากจำเป็น.
tr: İşlem, isteğiniz üzerine iptal edildi. Gerekirse işlemi tekrar deneyebilirsiniz.
uk: Операцію було скасовано на ваш запит. Ви можете повторити дію, якщо це необхідно.
vi: Thao tác đã bị hủy theo yêu cầu của bạn. Bạn có thể thử lại nếu cần.
zh_hans: 操作已因您的请求被取消。如有需要，您可以重试该操作。
zh_hant: 操作因您的請求而被取消。如有需要，您可以重新嘗試該操作。
zh_hk: 該操作因你的要求被取消。你可以在需要時重試該操作。

# BuiltInErrors.OperationError.dependencyFailed
source: The operation could not be started because a required component failed to initialize: %@. Please restart the application or contact support.
ar: تعذر بدء العملية لأن مكونًا مطلوبًا فشل في التهيئة: %@. يرجى إعادة تشغيل التطبيق أو الاتصال بالدعم.
bg: Операцията не можа да започне, защото необходим компонент не успя да се инициализира: %@. Моля, рестартирайте приложението или се свържете с поддръжката.
ca: L'operació no ha pogut començar perquè un component necessari no s'ha pogut inicialitzar: %@. Si us plau, reinicia l'aplicació o contacta amb el suport.
cs: Operaci se nepodařilo spustit, protože se nezdařilo inicializovat požadovanou komponentu: %@. Znovu spusťte aplikaci nebo kontaktujte podporu.
da: Operationen kunne ikke startes, fordi en nødvendig komponent ikke kunne initialiseres: %@. Genstart venligst applikationen eller kontakt support.
de: Der Vorgang konnte nicht gestartet werden, da ein erforderliches Element nicht initialisiert werden konnte: %@. Bitte starte die Anwendung neu oder kontaktiere den Support.
el: Η διαδικασία δεν μπόρεσε να ξεκινήσει επειδή μια απαιτούμενη συνιστώσα απέτυχε να αρχίσει: %@. Παρακαλώ επανεκκινήστε την εφαρμογή ή επικοινωνήστε με την υποστήριξη.
es: No se pudo iniciar la operación porque un componente requerido no se pudo inicializar: %@. Por favor, reinicia la aplicación o contacta con el soporte.
es_419: ErrorKit
fi: Toimintoa ei voitu käynnistää, koska vaadittu komponentti epäonnistui alustuksessa: %@. Käynnistä sovellus uudelleen tai ota yhteyttä tukeen.
fr: L'opération n'a pas pu être démarrée car un composant requis n'a pas pu s'initialiser : %@. Veuillez redémarrer l'application ou contacter le support.
fr_ca: L'opération n'a pas pu être lancée car un composant requis n'a pas pu s'initialiser : %@. Veuillez redémarrer l'application ou contacter le support.
he: לא ניתן היה להתחיל את הפעולה מכיוון שרכיב נדרש לא הצליח להתבצע: %@. אנא הפעל מחדש את האפליקציה או צור קשר עם התמיכה.
hi: संचालन शुरू नहीं हो सका क्योंकि आवश्यक घटक प्रारंभ करने में विफल रहा: %@। कृपया ऐप्लिकेशन को पुनः चालू करें या सहायता से संपर्क करें।
hr: Operacija se nije mogla pokrenuti jer potrebna komponenta nije uspjela s inicijalizacijom: %@. Ponovo pokrenite aplikaciju ili kontaktirajte podršku.
hu: A művelet nem indítható el, mert egy szükséges komponens nem tudott inicializálódni: %@. Kérlek, indítsd újra az alkalmazást, vagy vedd fel a kapcsolatot a támogatással.
id: Operasi tidak dapat dimulai karena komponen yang diperlukan gagal diinisialisasi: %@. Silakan restart aplikasi atau hubungi dukungan.
it: L'operazione non è stata avviata perché un componente necessario non è riuscito ad inizializzarsi: %@. Riavvia l'applicazione o contatta il supporto.
ja: 操作を開始できませんでした。必要なコンポーネントの初期化に失敗しました: %@。アプリケーションを再起動するか、サポートにお問い合わせください。
kk: Операция іске қосылмады, себебі қажетті компонент іске қосылуда қате тапты: %@. Қосымшаны қайта іске қосып, немесе қолдау қызметіне хабарласыңыз.
ko: 작업을 시작할 수 없습니다. 필수 구성 요소가 초기화되지 않았습니다: %@. 애플리케이션을 다시 시작하거나 지원팀에 문의해 주세요.
ms: Operasi tidak dapat dimulakan kerana komponen yang diperlukan gagal untuk diinisialisasi: %@. Sila mulakan semula aplikasi atau hubungi sokongan.
nb: Operasjonen kunne ikke starte fordi en nødvendig komponent ikke klarte å initialisere: %@. Vennligst start applikasjonen på nytt eller kontakt støtte.
nl: De bewerking kon niet worden gestart omdat een vereiste component niet kon worden geïnitialiseerd: %@. Herstart de applicatie of neem contact op met de ondersteuning.
pl: Operacja nie mogła zostać rozpoczęta, ponieważ wymagany komponent nie mógł zostać zainicjalizowany: %@. Proszę zrestartować aplikację lub skontaktować się z pomocą.
pt_br: A operação não pôde ser iniciada porque um componente necessário falhou ao inicializar: %@. Reinicie o aplicativo ou entre em contato com o suporte.
pt_pt: A operação não pode ser iniciada porque um componente necessário falhou ao ser inicializado: %@. Por favor, reinicie a aplicação ou contacte o suporte.
ro: Operația nu a putut fi începută deoarece un component necesar nu a reușit să se inițializeze: %@. Te rugăm să repornești aplicația sau să contactezi suportul.
ru: Не удалось запустить операцию, поскольку один из необходимых компонентов не инициализировался: %@. Пожалуйста, перезапустите приложение или свяжитесь с поддержкой.
sk: Operáciu sa nepodarilo spustiť, pretože potrebná súčasť sa nepodarilo inicializovať: %@. Prosím, reštartujte aplikáciu alebo kontaktujte podporu.
sv: Operationen kunde inte startas eftersom en nödvändig komponent misslyckades att initiera: %@. Vänligen starta om applikationen eller kontakta support.
th: ไม่สามารถเริ่มการดำเนินการได้เนื่องจากส่วนประกอบที่จำเป็นไม่สามารถเริ่มต้นได้: %@ กรุณารีสตาร์ทแอปพลิเคชันหรือ ติดต่อฝ่ายสนับสนุน.
tr: Gerekli bir bileşen başlatılamadığı için işlem başlatılamadı: %@. Lütfen uygulamayı yeniden başlatın veya destek ile iletişime geçin.
uk: Операцію не вдалося розпочати, оскільки не вдалося ініціалізувати необхідний компонент: %@. Будь ласка, перезапустіть програму або зв'яжіться зі службою підтримки.
vi: Không thể khởi động thao tác vì một thành phần cần thiết đã không được khởi tạo: %@. Vui lòng khởi động lại ứng dụng hoặc liên hệ với bộ phận hỗ trợ.
zh_hans: 操作无法开始，因为所需组件未能初始化：%@。请重新启动应用程序或联系支持。
zh_hant: 因為所需的組件未能初始化：%@，操作無法啟動。請重新啟動應用程式或聯繫客服。
zh_hk: 無法啟動該操作，因為所需的組件無法初始化: %@。請重新啟動應用程式或聯繫支援。

# BuiltInErrors.ParsingError.invalidInput
source: The provided input could not be processed correctly: %@. Please review the input and ensure it matches the expected format.
ar: لم يتمكن النظام من معالجة الإدخال المقدم بالشكل الصحيح: %@. يرجى مراجعة الإدخال والتأكد من مطابقته للتنسيق المتوقع.
bg: Предоставеният вход не можа да бъде обработен правилно: %@. Моля, прегледайте входа и се уверете, че съответства на очаквания формат.
ca: La informació proporcionada no s'ha processat correctament: %@. Si us plau, revisa l'entrada i assegura't que coincideix amb el format esperat.
cs: Poskytnutý vstup nebyl zpracován správně: %@. Zkontroluj prosím vstup a ujisti se, že odpovídá očekávanému formátu.
da: Den angivne input kunne ikke behandles korrekt: %@. Gennemgå venligst inputtet og sørg for, at det stemmer overens med det forventede format.
de: Die bereitgestellte Eingabe konnte nicht korrekt verarbeitet werden: %@. Bitte überprüfe die Eingabe und stelle sicher, dass sie dem erwarteten Format entspricht.
el: Η παρεχόμενη είσοδος δεν μπόρεσε να επεξεργαστεί σωστά: %@. Παρακαλώ επανεξετάστε την είσοδο και βεβαιωθείτε ότι ταιριάζει με την αναμενόμενη μορφή.
es: La entrada proporcionada no se pudo procesar correctamente: %@. Por favor, revisa la entrada y asegúrate de que coincida con el formato esperado.
es_419: La entrada proporcionada no se pudo procesar correctamente: %@. Por favor, revisa la entrada y asegúrate de que coincida con el formato esperado.
fi: Annettua syötettä ei voitu käsitellä oikein: %@. Tarkista syöte ja varmista, että se vastaa odotettua muotoa.
fr: L'entrée fournie n'a pas pu être traitée correctement : %@. Veuillez vérifier l'entrée et vous assurer qu'elle correspond au format attendu.
fr_ca: L'entrée fournie n'a pas pu être traitée correctement : %@. Veuillez vérifier l'entrée et vous assurer qu'elle correspond au format attendu.
he: הקלט שסופק לא עובד כראוי: %@. אנא עיין בקלט והבטח שהוא תואם לפורמט הצפוי.
hi: दिया गया इनपुट सही तरीके से संसाधित नहीं किया जा सका: %@। कृपया इनपुट की समीक्षा करें और सुनिश्चित करें कि यह अपेक्षित प्रारूप से मेल खाता है।
hr: Pruženi unos nije mogao biti ispravno obrađen: %@. Molimo vas da pregledate unos i osigurate da odgovara očekivanom formatu.
hu: A megadott bemeneti adatokat nem sikerült helyesen feldolgozni: %@. Kérjük, ellenőrizd a bemenetet, és győződj meg róla, hogy megfelel a várt formátumnak.
id: Input yang diberikan tidak dapat diproses dengan benar: %@. Silakan tinjau input dan pastikan sesuai dengan format yang diharapkan.
it: L'input fornito non può essere elaborato correttamente: %@. Si prega di rivedere l'input e assicurarsi che corrisponda al formato previsto.
ja: 提供された入力は正しく処理できませんでした: %@。入力を見直し、期待される形式と一致していることを確認してください。
kk: Ұсынылған кіріс дұрыс өңделмеді: %@. Кірісті тексеріңіз және күтілген форматқа сәйкес келетінін растаңыз.
ko: 제공된 입력을 올바르게 처리할 수 없습니다: %@. 입력 내용을 검토하고 예상 형식에 맞는지 확인하세요.
ms: Input yang diberikan tidak dapat diproses dengan betul: %@. Sila semak input dan pastikan ia sepadan dengan format yang dijangkakan.
nb: Den angitte inndata kunne ikke behandles korrekt: %@. Vennligst se over inndataene og sørg for at de samsvarer med det forventede formatet.
nl: De gegeven invoer kon niet correct worden verwerkt: %@. Controleer de invoer en zorg ervoor dat deze overeenkomt met het verwachte formaat.
pl: Podane dane wejściowe nie mogły zostać przetworzone prawidłowo: %@. Proszę sprawdzić dane i upewnić się, że spełniają oczekiwany format.
pt_br: A entrada fornecida não pôde ser processada corretamente: %@. Por favor, revise a entrada e assegure-se de que ela corresponda ao formato esperado.
pt_pt: A entrada fornecida não pôde ser processada corretamente: %@. Por favor, revise a entrada e assegure-se de que corresponde ao formato esperado.
ro: Informațiile furnizate nu au putut fi procesate corect: %@. Te rugăm să verifici informațiile și să te asiguri că se încadrează în formatul așteptat.
ru: Предоставленный ввод не может быть обработан корректно: %@. Пожалуйста, проверьте ввод и убедитесь, что он соответствует ожидаемому формату.
sk: Poskytnutý vstup nebolo možné spracovať správne: %@. Skontroluj prosím vstup a zabezpeč, aby zodpovedal očakávanému formátu.
sv: Den angivna inmatningen kunde inte behandlas korrekt: %@. Vänligen granska inmatningen och säkerställ att den matchar det förväntade formatet.
th: ไม่สามารถประมวลผลข้อมูลที่ให้ไว้ได้อย่างถูกต้อง: %@ กรุณาตรวจสอบข้อมูลและตรวจสอบให้แน่ใจว่าอยู่ในรูปแบบที่คาดหวัง.
tr: Verilen girdi doğru bir şekilde işlenemedi: %@. Lütfen girdiyi gözden geçir ve beklenen formatla eşleştiğinden emin ol.
uk: Введене значення не змогли правильно обробити: %@. Будь ласка, перегляньте введене значення та переконайтеся, що воно відповідає очікуваному формату.
vi: Thông tin đầu vào được cung cấp không thể được xử lý đúng cách: %@. Vui lòng kiểm tra lại thông tin đầu vào và đảm bảo nó khớp với định dạng mong đợi.
zh_hans: 提供的输入无法正确处理：%@。请检查输入并确保其符合预期格式。
zh_hant: 提供的輸入無法正確處理：%@。請檢查輸入並確保它符合預期格式。
zh_hk: 提供的輸入無法正確處理：%@。請檢查輸入並確保它符合預期格式。

# BuiltInErrors.ParsingError.missingField
source: The required information is incomplete. The %@ field is missing and must be provided to continue.
ar: المعلومات المطلوبة غير مكتملة. الحقل %@ مفقود ويجب تقديمه للمتابعة.
bg: Необходимата информация е непълна. Полето %@ липсва и трябва да бъде предоставено, за да продължите.
ca: La informació requerida és incompleta. El camp %@ està absent i cal proporcionar-lo per continuar.
cs: Požadované informace jsou neúplné. Pole %@ chybí a musí být poskytnuto, aby bylo možné pokračovat.
da: De krævede oplysninger er ufuldstændige. Feltet %@ mangler og skal angives for at fortsætte.
de: Die erforderlichen Informationen sind unvollständig. Das Feld %@ fehlt und muss bereitgestellt werden, um fortzufahren.
el: Οι απαιτούμενες πληροφορίες είναι ελλιπείς. Το πεδίο %@ λείπει και πρέπει να παρέχεται για να συνεχίσετε.
es: El campo %@ falta y debe ser proporcionado para continuar.
es_419: La información requerida está incompleta. El campo %@ falta y debe ser proporcionado para continuar.
fi: Vaadittu tieto on puutteellinen. %@-kenttä puuttuu ja se on annettava, jotta voit jatkaa.
fr: Les informations requises sont incomplètes. Le champ %@ est manquant et doit être fourni pour continuer.
fr_ca: Les informations requises sont incomplètes. Le champ %@ est manquant et doit être fourni pour continuer.
he: המידע הנדרש אינו מלא. שדה %@ חסר ויש לספקו כדי להמשיך.
hi: आवश्यक जानकारी अधूरी है। %@ फ़ील्ड गायब है और इसे आगे बढ़ने के लिए प्रदान करना होगा।
hr: Potrebne informacije su nepotpune. Polje %@ nedostaje i mora biti navedeno kako bi se nastavilo.
hu: A szükséges információ nem teljes. A %@ mező hiányzik, és ezt meg kell adni a folytatáshoz.
id: Bidang %@ hilang dan harus disediakan untuk melanjutkan.
it: Le informazioni richieste sono incomplete. Il campo %@ è mancante e deve essere fornito per continuare.
ja: 必要な情報が不完全です。%@ フィールドが欠けており、続行するためには提供する必要があります。
kk: Қажетті ақпарат толық емес. %@ алаңы жетіспейді және жалғастыру үшін берілуді талап етеді.
ko: 필수 정보가 불완전합니다. %@ 필드가 누락되어 있으며 계속 진행하려면 제공해야 합니다.
ms: Maklumat yang diperlukan tidak lengkap. Medan %@ tidak ada dan mesti disediakan untuk meneruskan.
nb: Den nødvendige informasjonen er ufullstendig. Feltet %@ mangler og må oppgis for å fortsette.
nl: De vereiste informatie is onvolledig. Het %@-veld ontbreekt en moet worden ingevuld om door te gaan.
pl: Wymagane informacje są niekompletne. Pole %@ jest brakujące i musi być dostarczone, aby kontynuować.
pt_br: As informações obrigatórias estão incompletas. O campo %@ está faltando e deve ser fornecido para continuar.
pt_pt: Falta informação obrigatória. O campo %@ está em falta e deve ser fornecido para continuar.
ro: Informațiile necesare sunt incomplete. Câmpul %@ lipsește și trebuie furnizat pentru a continua.
ru: Необходимая информация неполная. Поле %@ отсутствует и должно быть предоставлено для продолжения.
sk: Požadované informácie sú neúplné. Pole %@ chýba a musí byť poskytnuté na pokračovanie.
sv: Den nödvändiga informationen är ofullständig. Fältet %@ saknas och måste tillhandahållas för att fortsätta.
th: ข้อมูลที่จำเป็นไม่ครบถ้วน ฟิลด์ %@ ขาดหายไปและต้องได้รับการจัดเตรียมเพื่อดำเนินการต่อ.
tr: Gerekli bilgi eksik. %@ alanı eksik ve devam etmek için sağlanmalıdır.
uk: Необхідна інформація неповна. Поле %@ відсутнє і повинно бути надане, щоб продовжити.
vi: Thông tin cần thiết chưa đầy đủ. Trường %@ là bắt buộc và phải được cung cấp để tiếp tục.
zh_hans: 所需的信息不完整。%@ 字段缺失，必须提供才能继续。
zh_hant: 所需的資訊不完整。%@ 欄位缺失，必須提供才能繼續。
zh_hk: 所需的信息不完整。%@ 欄位缺失，必須提供以繼續。

# BuiltInErrors.PermissionError.denied
source: Access to %@ was declined. To use this feature, please enable the permission in your device Settings.
ar: تم رفض الوصول إلى %@. لاستخدام هذه الميزة، يرجى تمكين الإذن في إعدادات جهازك.
bg: Достъпът до %@ беше отказан. За да използвате тази функция, моля, активирайте разрешението в настройките на устройството.
ca: L'accés a %@ ha estat denegat. Per utilitzar aquesta funció, si us plau, habilita el permís a la configuració del dispositiu.
cs: Přístup k %@ byl zamítnut. Aby bylo možné tuto funkci využívat, povol prosím oprávnění v nastavení zařízení.
da: Adgang til %@ blev afslået. For at bruge denne funktion skal du aktivere tilladelsen i dine enhedsindstillinger.
de: Der Zugriff auf %@ wurde verweigert. Um diese Funktion zu nutzen, aktiviere bitte die Berechtigung in den Einstellungen deines Geräts.
el: Η πρόσβαση στο %@ απορρίφθηκε. Για να χρησιμοποιήσετε αυτή τη δυνατότητα, παρακαλώ ενεργοποιήστε την άδεια στις ρυθμίσεις της συσκευής σας.
es: Acceso a %@ denegado. Para usar esta función, por favor habilita el permiso en la Configuración de tu dispositivo.
es_419: Se ha denegado el acceso a %@. Para utilizar esta función, por favor habilita el permiso en la configuración de tu dispositivo.
fi: Käyttääksesi tätä ominaisuutta, aktivoi lupa laitteesi Asetuksissa.
fr: L'accès à %@ a été refusé. Pour utiliser cette fonctionnalité, veuillez activer l'autorisation dans les paramètres de votre appareil.
fr_ca: L'accès à %@ a été refusé. Pour utiliser cette fonctionnalité, veuillez activer l'autorisation dans les paramètres de votre appareil.
he: הגישה ל-%@ נדחתה. כדי להשתמש בתכונה זו, אנא האפשר את ההרשאה בהגדרות המכשיר שלך.
hi: %@ तक पहुँच अस्वीकार कर दी गई। इस सुविधा का उपयोग करने के लिए, कृपया अपने डिवाइस की सेटिंग्स में अनुमति सक्षम करें।
hr: Pristup %@ je odbijen. Da biste koristili ovu funkciju, molimo omogućite dozvolu u postavkama vašeg uređaja.
hu: A %@ hozzáférést megtagadták. E szolgáltatás használatához kérjük, engedélyezd a jogosultságot a készülék Beállításaiban.
id: Akses ke %@ ditolak. Untuk menggunakan fitur ini, silakan aktifkan izin di Pengaturan perangkat Anda.
it: L'accesso a %@ è stato negato. Per utilizzare questa funzionalità, abilita il permesso nelle Impostazioni del dispositivo.
ja: %@ へのアクセスが拒否されました。この機能を使用するには、デバイスの設定で権限を有効にしてください。
kk: %@-ға қол жеткізу рұқсат етілмеді. Бұл функцияны пайдалану үшін құрылғыңыздың Параметрлерінде рұқты қосыңыз.
ko: %@에 대한 접근이 거부되었습니다. 이 기능을 사용하려면 기기 설정에서 권한을 활성화하세요.
ms: Akses kepada %@ telah ditolak. Untuk menggunakan ciri ini, sila aktifkan kebenaran dalam Tetapan peranti anda.
nb: Tilgang til %@ ble avslått. For å bruke denne funksjonen, vennligst aktiver tillatelsen i innstillingene på enheten din.
nl: Toegang tot %@ is geweigerd. Om deze functie te gebruiken, dient je de toestemming in de instellingen van je apparaat in te schakelen.
pl: Dostęp do %@ został odrzucony. Aby korzystać z tej funkcji, włącz pozwolenie w ustawieniach urządzenia.
pt_br: O acesso a %@ foi negado. Para usar este recurso, por favor, ative a permissão nas Configurações do seu dispositivo.
pt_pt: nas Definições do teu dispositivo
ro: Accesul la %@ a fost refuzat. Pentru a folosi această funcție, te rugăm să activezi permisiunea în Setările dispozitivului tău.
ru: Доступ к %@ был отклонён. Чтобы использовать эту функцию, пожалуйста, включите разрешение в настройках вашего устройства.
sk: povol prosím oprávnenie v nastaveniach zariadenia.
sv: Åtkomst till %@ har nekats. För att använda denna funktion, vänligen aktivera behörigheten i dina enhetsinställningar.
th: การเข้าถึง %@ ถูกปฏิเสธ เพื่อใช้ฟีเจอร์นี้ กรุณาเปิดการอนุญาตในการตั้งค่าอุปกรณ์ของคุณ
tr: %@ erişim talebi reddedildi. Bu özelliği kullanmak için lütfen cihaz Ayarları'ndan izni etkinleştir.
uk: Доступ до %@ був відхилений. Щоб використати цю функцію, будь ласка, увімкніть дозвіл у налаштуваннях вашого пристрою.
vi: Quyền truy cập vào %@ đã bị từ chối. Để sử dụng tính năng này, vui lòng bật quyền trong Cài đặt trên thiết bị của bạn.
zh_hans: 访问 %@ 被拒绝。要使用此功能，请在设备的设置中启用权限。
zh_hant: 拒絕訪問 %@。要使用此功能，請在設備的設定中啟用許可權。
zh_hk: 訪問 %@ 被拒絕。要使用此功能，請在設備設定中啟用權限。
